Repository: common-repository/conversific-connection
Catalog: languages/conversific-*.po
Languages: hu_hu

source: Try it free
hu_hu: Próbáld ki ingyen!

source: Woocommerce not found!
hu_hu: Woocommerce nem található

source: Woocommerce REST API must be enabled, check your Woocommerce settings!
hu_hu: A Woocommerce REST API-t engedélyezned kell! Ellenőrizd a Woocommerce beállításokat!

source: You already have Conversific generated API authentication data. If you didn't save them, you can generate a new one.
hu_hu: Ön már rendelkezik a Conversific által generált API authentikációs adatokkal. Ha nem mentette el ezeket, akkor generálhat újat!

source: You do not yet have Conversific generated API authentication data. Generate new ones!
hu_hu: Ön még nem rendelkezik a Conversific által generált API authentikációs adatokkal. Generáljon újat!

source: Connection data
hu_hu: Kapcsolódási adatok

source: Shop url
hu_hu: Bolt url

source: Copy
hu_hu: Másolás

source: Copied.
hu_hu: Másolva!

source: Consumer key
hu_hu: Felhasználói kulcs

source: Consumer secret
hu_hu: Felhasználói titkos kulcs

source: Override previous API key(s)
hu_hu: Korábban generált API kulcs(ok) felülírása

source: Generate new API key
hu_hu: Új API kulcs generálás

source: API requirements
hu_hu: API követelmények

source: Pretty permalinks in Settings > Permalinks so that the custom endpoints are supported. Default permalinks will not work.
hu_hu: Beállítások > Közvetlen hivatkozások menüpontban állítsa be a "Bejegyzés címe" optciót. Az alapértelmezett hivatkozásokkal nem fog működni.

source: You may access the API over either HTTP or HTTPS, but HTTPS is recommended where possible.
hu_hu: Az API-t HTTP vagy HTTPS protokollon keresztül is elérheti, de lehetőség szerint a HTTPS ajánlott.

source: Conversific Connection
hu_hu: Conversific Kapcsolódás
